Repository: mohwaili/ABN_assignment_locations
Catalog: Locations/Localizable.xcstrings
Source language: en
Languages: ar

# a11y_location_item_action
source: Double tap to open the location %@ in the Wikipedia app
ar: انقر مرتين لفتح المكان %@ في تطبيق ويكيبيديا

# a11y_location_item_label
source: Location
ar: المكان

# a11y_location_item_value
source: The location is %@ and the coordinates are: latitude %@ and longitude %@
ar: المكان هو %@ والاحداثيات هي %@ لخط الطول و%@ لخط العرض

# common_ok
source: Ok
ar: موافق

# location_coordinates
source: Coordinates: %@, %@
ar: الإحداثات: %@ - %@

# location_name
source: Location: %@
ar: المكان: %@

# location_name_unknown
source: Unknown location
ar: المكان غير معروف

# locations_fetch_failed
source: Failed to retrieve locations
ar: هناك خطأ عند محاولة استرجاع الامكان

# locations_title
source: Locations
ar: الاماكن

# wikipedia_not_installed_alert_title
source: Wikipedia app is not installed!
ar: عليك بتحميل تطبيق ويكيبيدا اولا
